tap "buo/cask-upgrade"
tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rcmdnk/file"
tap "wez/wezterm"
brew "openssl@1.1"
brew "awscli"
brew "bash"
brew "bat"
brew "bottom"
brew "buku"
brew "glib"
brew "chezmoi"
brew "node"
brew "corepack"
brew "coreutils"
brew "ddrescue"
brew "detect-secrets"
brew "direnv"
brew "dust"
brew "exa"
brew "fd"
brew "zstd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-filter-repo"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gopass"
brew "grc"
brew "grex"
brew "hopenpgp-tools"
brew "hugo"
brew "hyperfine"
brew "lazygit"
brew "ncurses"
brew "less"
brew "python@3.9"
brew "lua@5.1"
brew "luarocks"
brew "mas"
brew "neovim"
brew "neovim-remote"
brew "openldap"
brew "pinentry-mac"
brew "pre-commit"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "sd"
brew "starship"
brew "tealdeer"
brew "tmate"
brew "tmux"
brew "trash-cli"
brew "wget"
brew "ykman"
brew "ykpers"
brew "zk"
brew "zoxide"
brew "zsh"
brew "cirruslabs/cli/cirrus"
brew "cirruslabs/cli/tart"
cask "amethyst"
cask "discord"
cask "element"
cask "firefox"
cask "flameshot"
cask "font-sauce-code-pro-nerd-font"
cask "iterm2"
cask "powershell"
cask "rancher"
cask "slack"
cask "telegram"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "wezterm-nightly"
mas "Apple Configurator", id: 1037126344
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Playgrounds", id: 1496833156
mas "Tailscale", id: 1475387142
