tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ubuntu/microk8s"
tap "wez/wezterm"
brew "awscli"
brew "bash"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "node"
brew "corepack"
brew "zstd"
brew "ddrescue"
brew "dust"
brew "efm-langserver"
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gnupg"
brew "grc"
brew "grex"
brew "hopenpgp-tools"
brew "hyperfine"
brew "less"
brew "lua@5.1"
brew "luarocks"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "neovim-remote"
brew "ninja"
brew "pinentry-mac"
brew "poetry"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "starship"
brew "stylua"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "ykman"
brew "ykpers"
brew "zoxide"
brew "zsh"
brew "ubuntu/microk8s/microk8s"
cask "amethyst"
cask "brave-browser"
cask "discord"
cask "flameshot"
cask "font-sauce-code-pro-nerd-font"
cask "multipass"
cask "openra"
cask "slack"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
cask "wezterm"
